package telegram

const (
	replyStartTemplate = "Привет! Что бы сохранять ссылки в своём Pocket аккаунте, для начала тебе необходимо дать мне на это доступ. Для этого переходи по ссылке:\n%s"

	replyAlreadyAuthorized = "Ты уже авторизирован. Присылай ссылку, а я ее сохраню.😊"

	replySuccessSave = "Ссылка успешно сохранена.👌"

	replyInvalidURL = "Это не валидная ссылка!😡"

	replyUnauthorized = "Используй команду /start что бы авторизироваться!🥸"

	replyFailToSave = "Не удалось сохранить ссылку. Попробуй сохранить позже!😔"

	replyUnknownCmd = "Я не знаю такой комманды!🧐"

	replyUnknownError = "Произошла неизввестня ошибка!😰"
)
